Repository: common-repository/wordpress-pastebin
Catalog: translations/wordpress-pastebin-*.po
Languages: de_de

source: Pick language
de_de: Programmiersprache auswählen

source: Paste your code
de_de: Füge deinen Code ein

source: Add a note
de_de: Füge eine Notiz hinzu

source: Highlight:
de_de: Sprache:

source: With this plugin you can turn your blog into a pastebin.
de_de: Mit diesem plugin kannst du eine 'pastebin' auf deinem Blog betreiben.

source: General Settings
de_de: Allgemeine Einstellungen

source: Use short permalinks
de_de: Kurze Permalinks benutzen

source: The alternative is to build the URI from the paste's title like for normal posts.
de_de: Alternativ wird der Permalink in abhängig vom Titel erstellt.

source: Default language
de_de: Standard Programmiersprache

source: Pick a default programming language.
de_de: Wähle eine Standard-Programmiersprache

source: Default highlighter
de_de: Standard Hervorhebung

source: Pick a default syntax highlighting plugin.
de_de: Standard-Plugin für Hervorhebungen

source: Paste features
de_de: Paste Eigenschaften

source: Notes
de_de: Notizen

source: Notes allow you to add a little content above the paste.
de_de: Mit Notizen kannst Du ein bisschen Inhalt über den pastes anzeigen lassen.

source: Titles
de_de: Titel

source: You want to build a <a href="%s">custom template</a> for the paste custom post type if you disable titles. If you show the pastes anywhere on your site or in your feed you'll have to fix the display of that well.
de_de: Wenn Du dies deaktivierst solltest Du unbedingt ein <a href="%s">eigenes Template</a> für den Paste-Artikeltyp erstellen. Wenn Du die pastes noch woanders auf Deiner Seite anzeigst, im RSS Feed z.B., musst Du die Ausgabe dort auch anpassen.

source: Comments
de_de: Kommentare

source: Enable comments for the pastes.
de_de: Aktiviere Kommentare für pastes

source: Auto-Tag
de_de: Automatisches Schlagwort

source: Automatically tag new pastes with the highlight language.
de_de: Füge neuen pastes automatisch deren Programmiersprache als Schlagwort. hinzu.

source: Categories
de_de: Kategorien

source: Enable categories for the pastes.
de_de: Aktiviere Kategorien für die pastes

source: Tags
de_de: Schlagworte

source: Enable tags for the pastes.
de_de: Aktiviere Schlagworte für die pastes

source: Auto-category
de_de: Automatische Kategorie

source: Pick a post category to put your new pastes into automatically
de_de: Wähle eine Kategorie aus, die neue pastes automatisch bekommen sollen

source: Show the edit form on the frontend
de_de: Das Formular zum Bearbeiten auf dem Blog anzeigen

source: Anonymous pasting
de_de: Anonymes pasten

source: Allow anybody to publish pastes, use the shortcode <code>[wordpress-pastebin]</code> to show the form.
de_de: Jeder kann auf Deiner Seite pasten. Benutze den shortcode <code>[wordpress-pastebin]</code> um das Formular anzuzeigen.

source: Visibility settings
de_de: Sichtarkeit

source: Show pastes in your main feed
de_de: Die Pastes im RSS feed anzeigen

source: Show pastes on main blog page
de_de: Pastes auf der Blog-Seite anzeigen

source: Thank the plugin author
de_de: Danke dem Autor des Plugins

source: Please support this plugin by allowing a link to it's home page below your pastes.
de_de: Bitte unterstütze dieses plugin durch einen Verweise auf seine Seite unter den Code-Beispielen.

source: Style the thanks link
de_de: Den Link stylen

source: Save Changes
de_de: Änderungen speichern

source: Security check
de_de: Sicherheitscheck

source: Create paste
de_de: Neues Paste

source: Update paste
de_de: Paste aktualisieren

source: Do you like this plugin?
de_de: Gefällt Dir dieses plugin?

source: <a href="%s">Rate</a> it
de_de: <a href="%s">Bewerte es</a>

source: <a href="%s">Visit</a> it's homepage
de_de: <a href="%s">Besuch seine Webseite</a>

source: <a href="%s">Subscribe</a> the feed
de_de: <a href="%s">Abonniere den feed</a>

source: <a href="%s">Donate</a>!
de_de: <a href="%s">Spende</a>!

source: About the author
de_de: Über den Autor

source: My <a href="%s">blog</a>
de_de: Mein <a href="%s">Blog</a>

source: Subscribe via <a href="%s">RSS</a> or <a href="%s">email</a>
de_de: Abonnieren via <a href="%s">RSS</a> or <a href="%s">e-Mail</a>

source: My other plugins
de_de: Meine anderen plugins

source: <a href="http://www.nkuttler.de">Translated by Nicolas</a>
de_de: <a href="http://www.nicolaskuttler.de">Übersetzt von Nicolas</a>

source: List your recent pastes
de_de: Die aktuellsten Pastes anzeigen

source: WP Pastebin Recent
de_de: WP Pastebin Aktuell

source: Recent Pastes
de_de: Aktuelle Pastes

source: Title:
de_de: Titel:

source: Show how many pastes:
de_de: So viele Pastes anzeigen:

source: No pastes found
de_de: Kein Pastes gefunden

source: WordPress Pastebin has been automatically deactivated because of the following error: <strong>%s</strong>.
de_de: WordPress Pastebin wurde mit folgender Fehlermeldung automatisch deaktiviert: <strong>%s</strong>.

source: The post type %s already exists. Please see the readme.txt for information on how to rename it.
de_de: Der Artikeltyp %s existiert bereits. Bitte lies die readme.txt für Anweisungen wie dies behoben werden kann.

source: Add New Paste
de_de: Neues Paste

source: Edit paste
de_de: Paste bearbeiten

source: New paste
de_de: Neues Paste

source: View paste
de_de: Paste ansehen

source: Search pastes
de_de: Pastes durchsuchen

source: No paste found
de_de: Kein Pastes gefunden

source: Nothing found in trash
de_de: Kein Pastes im Papierkorb gefunden

source: Use your own blog for your own code pastes!
de_de: Benutz Dein eigenes blog als 'pastebin'
